[
  {
    "id": "oathbringer",
    "title": "oathbringer",
    "series_id": "The Stormlight Archive",
    "world_id": "roshar",
    "publication_date": null,
    "summary": "== Synopsis ==\n ''A new storm has come.''\n \n ''Ash and red lightning sweep the land, awakening our ancient enemies. The Unmade&mdash;shadows of the Enemy's soul&mdash;stir, while the eyes of men open. This war is not, and never was, what they thought it to be.''\n \n ''We may soon hold Surges again, for Radiance has returned to some, and shines toward others. '''[[Kaladin|The Captain]]''', broken by loss, seeks reconciliation. '''[[Shallan|The Spy]]''', broken by cruelty, seeks completion. '''[[Szeth|The Stonewalker]]''', broken by oaths, seeks truth. '''[[Venli|The Traitor]]''', broken by ambition, seeks freedom.''\n \n ''And finally '''[[Dalinar|the King]]'''. Broken by war, he seeks the past. That which was abandoned. That which he'' must not know.\n \n ''For those secrets will crush him as they did the knights who came before.''\n \n == Cover Flap ==\n Dalinar Kholin's Alethi armies won a fleeting victory at a terrible cost: the enemy Parshendi summoned the violent Everstorm, which now swee"
  },
  {
    "id": "wind_and_truth",
    "title": "wind_and_truth",
    "series_id": "The Stormlight Archive",
    "world_id": "roshar",
    "publication_date": null,
    "summary": "== Synopsis ==\n ''As the end arrives, I wonder if we should have done more.''\n \n ''We have what we wanted. Surges return to the children of Honor and Cultivation, but there is another who lays claim upon their hearts. Once, I wished for the sword that humankind could be—but now I wonder if we have been deluded as well. If this was his plan, and not ours, and if those we watched were not ours to nurture, but his.''\n \n ''Ten days remain. Two champions. The culmination of milennia of preparation, posturing, and prayer. Ideologies, as storms, gather to crush the world between their separate dreams—and one man will stand at the center of it. A man who now remembers his past, but leads a people who have forgotten theirs.''\n \n ''As Cultivation pulls her final string, and sends the '''[[Dalinar Kholin|Reimagined King]]''' to seek the truth, we must wait and tremble. The '''[[Kaladin|Reforged Spear]]''' becomes the hope of spren. The '''[[Shallan|Reformed Woman]]''' pries in corners of a god's "
  },
  {
    "id": "rhythm_of_war",
    "title": "rhythm_of_war",
    "series_id": "The Stormlight Archive",
    "world_id": "roshar",
    "publication_date": null,
    "summary": "== Synopsis ==\n ''There are secrets we have kept for so long. Watching. Sleepless. Eternal. And soon, they will no longer be ours.''\n \n \n \n \n ''And '''[[Navani Kholin|the Mother of Machines]]''', most important of them all, dances with liars at a grand ball. She must unmask them, find their hidden truths, and present them to the world. She must admit that the worst lies have been the ones she tells herself.''\n \n ''If she does, our secrets will finally become truths instead.''\n \n == Cover Flap ==\n ''After forming a coalition of human resistance against the enemy invasion, [[Dalinar Kholin]] and his [[Knights Radiant]] have spent a year fighting a protracted, brutal war. Neither side has gained an advantage, and the threat of a betrayal by Dalinar's crafty ally [[Taravangian]] looms over every strategic move.''\n \n ''Now, as new technological discoveries by [[Navani Kholin]]'s scholars begin to change the face of the war, the enemy prepares a bold and dangerous operation. The arms race th"
  }
]